colors =  { 
    "🕐" : "년소득 : 10억 9,648만 원",
    "🕑" : "년소득 : 12억 2,122만 원",
    "🕒" : "년소득 : 15억 7,699만 원",
    "🕓" : "년소득 : 45억 6,340만 원",
    "🕔" : "년소득 : 14억 3,318만 원",
    "🕕" : "년소득 : 52억 4,748만 원",
    "🕖" : "년소득 : 20억 9,776만 원" ,
    "🕗" : "년소득 : 21억 2,160만 원",
    "🕘" : "년소득 : 28억 2,160만 원",
    "🕙" : "년소득 : 32억 4,568만 원"
    }
    

numbers = {
    "🕐" : "마이카 : 마이바흐 S500" ,
    "🕑" : "마이카 : 롤스로이스 팬텀 ",  
    "🕒" : "마이카 : 부가티 베이론",
    "🕓" : "마이카 : 람보르기니 아벤타도르",
    "🕔" : "마아키 : 맥라렌 720S",
    "🕕" : "마이카 : 전기자전거 China",
    "🕖" : "마이카 : 포르쉐 911",
    "🕗" : "마이카 : 마세라티 MC20",
    "🕘" : "마이카 : 벤츠 S클래스",
    "🕙" : "마이카 : 아우디 R8",
    "🕚" : "마이카 : 제네시스 G90",
    "🕛" : "마이카 : 올뉴모닝 JA"
    }
    

days = {
    "🕐" : "년소득 : 10억 9,648만 원<br>🕐이상형 : 내가 못하는걸 쉽게 해내는 그 사람",
    "🕑" : "년소득 : 12억 2,122만 원<br>🕑이상형 : 최근에 자주 눈이 마주치던 그 사람", 
    "🕒" : "년소득 : 15억 7,699만 원<br>🕒이상형 : 꿈속에 이상형과 너무 닮은 그 사람",
    "🕓" : "년소득 : 15억 6,340만 원<br>🕓이상형 : 마음 속에 간직했던 첫사랑 그 사람",
    "🕔" : "년소득 : 14억 3,318만 원<br>🕔이상형 : 나만 보며는 그냥 웃어주는 그 사람",
    "🕕" : "년소득 : 21억 4,748만 원<br>🕕이상형 : 사소하지만 날 배려해 주는 그 사람",
    "🕖" : "년소득 : 20억 9,776만 원<br>🕖이상형 : 진지하게 위로해 주는 편한 그 사람",
    "🕗" : "년소득 : 21억 2,160만 원<br>🕗이상형 : 무엇을 하든지 나와 잘맞는 그 사람",
    "🕘" : "년소득 : 28억 2,160만 원<br>🕘이상형 : 처음 만났지만 처음이 아닌 그 사람",
    "🕙" : "년소득 : 32억 4,568만 원<br>🕙이상형 : 내 앞에서는 예의를 지키는 그 사람",
    "🕚" : "년소득 : 11억 1,648만 원<br>🕚이상형 : 왠지 나긋하고 편한 목소리 그 사람",
    "🕛" : "년소득 : 25억 3,622만 원<br>🕛이상형 : 실수투성이 나 대신 혼나던 그 사람",
    "🕜" : "년소득 : 30억 9,211만 원<br>🕐이상형 : 비오던날 내게 우산을 건넨 그 사람", 
    "🕝" : "년소득 : 18억 2,716만 원<br>🕑이상형 : 때묻지 않은 순수한 영혼의 그 사람",
    "🕟" : "년소득 : 12억 3,111만 원<br>🕒이상형 : 어린 애와 동물을 사랑하는 그 사람",
    "🕠" : "년소득 : 30억 2,376만 원<br>🕓이상형 : 내게만 이모티콘 톡 보내는 그 사람",
    "🕡" : "년소득 : 13억 3,333만 원<br>🕔이상형 : 지나가면 샴푸 향기 가득한 그 사람",
    "🕢" : "년소득 : 22억 8,726만 원<br>🕕이상형 : 자신의 꿈을 위해 노력하는 그 사람",
    "🕣" : "년소득 : 28억 2,001만 원<br>🕖이상형 : 내 옆에서 말없이 울어주는 그 사람",
    "🕣" : "년소득 : 16억 5,712만 원<br>🕗이상형 : 부모에게 사랑을 받고 자란 그 사람",
    "🕤" : "년소득 : 12억 8,722만 원<br>🕘이상형 : 작은 것에 기뻐하고 행복한 그 사람",
    "🕥" : "년소득 : 17억 6,126만 원<br>🕙이상형 : 밤하늘에 별을 보며 조용한 그 사람",
    "🕦" : "년소득 : 22억 2,222만 원<br>🕚이상형 : 붉은 노을에 가슴이 뜨꺼운 그 사람",
    "🕧" : "년소득 : 21억 9,854만 원<br>🕛이상형 : 우산없이 비를 맞으며 걷는 그 사람",
    "⏲" : "년소득 : 25억 5,123만 원<br>🕐이상형 : 곤혹스러운 나 대신 흑기사 그 사람",
    "📈" : "년소득 : 11억 1,002만 원<br>🕑이상형 : 아름답지만 장미 가시 같은 그 사람",
    "📉" : "년소득 : 14억 6,758만 원<br>🕒이상형 : 바람 부는 날이면 생각나는 그 사람",
    "⏱" : "년소득 : 45억 2,587만 원<br>🕓이상형 : 종이학 천마리 접어 주었던 그 사람",
    "⏰" : "년소득 : 12억 9,726만 원<br>🕔이상형 : 스쳐 지나 갔지만 기억나는 그 사람",
    "⌚" : "년소득 : 11억 2,816만 원<br>🕕이상형 : 사랑을 위하여 희생을 하는 그 사람",
    "📆" : "년소득 : 10억 6,126만 원<br>🕗이상형 : 미운 사람을 미워하지 않는 그 사람"
    }

   